Repository: mozilla-l10n/mt-training-data
Catalog: gos/gos_pontoon.tmx
Source language: en_us
Languages: gos

source: <bold>Help us</bold> find more voices
gos: <bold>Help ons</bold> meer stemmen te vinden

source: Click
gos: Klik op

source: Contribute
gos: Biedroagen

source: Contribute sentences
gos: Zinnen biedroagen

source: Learn More
gos: Meer info

source: Log in or sign up to get started
gos: Meld aan of registreer om te begunnen

source: Review
gos: Beoordailen

source: Skip
gos: Oversloan

source: Tap
gos: Tik op
